{
    "elements": [
        {
            "date": "08-30-2017",
            "picture": "./lib/pictures/08-30-2017.jpg",
            "explanation": "    What was happening in the sky during last week's total solar eclipse?   This featured  little-planet,  all-sky, double time-lapse,  digitally-fused composite captured celestial action  during both night and day from a single location.  In this 360x180 panorama, north and south are at the image bottom and top, while east and west are at the left and right edges, respectively.   During four hours the night before the eclipse,  star trails were captured circling the  north celestial pole (bottom) as the  Earth spun.   During the day of the total eclipse, the  Sun was captured every fifteen minutes from sunrise to sunset (top), sometimes in partial eclipse.  All of these images were then digitally merged onto a single image taken exactly during the  total solar eclipse.   Then, the Sun's bright  corona could be seen flaring around the dark  new Moon (upper left),  while Venus simultaneously became easily visible (top).    The tree in the middle, below the camera, is a  Douglas fir.  The images were taken with care and  planning at   Magone Lake in  Oregon,  USA."
        },
        {
            "date": "09-01-2017",
            "picture": "./lib/pictures/09-01-2017.jpg",
            "explanation": "    Making landfall in Oregon, the Moon's dark umbral shadow toured the United States on August 21.  Those gathered along its coast to coast path were witness to a total eclipse of the Sun, possibly the most widely shared celestial event in history.  But first, the Moon's shadow touched the northern Pacific and raced eastward toward land.  This dramatic snapshot was taken while crossing the shadow path 250 miles off the Oregon coast, 45,000 feet above the cloudy northern Pacific.  Though from a shorter totality, it captures the eclipse before it could be seen from the US mainland.  With the eclipsed Sun not far above, beautiful colors appear along the western horizon giving way to a clear, pitch-black, stratospheric sky in the shadow of the Moon."
        },
        {
            "date": "09-02-2017",
            "picture": "./lib/pictures/09-02-2017.jpg",
            "explanation": "    Launched in 1977 on a tour of the outer planets of the Solar System, Voyager 1 and 2 have become the longest operating and most distant spacecraft from Earth.  Nearly 16 light-hours from the Sun, Voyager 2 has reached the edge of the heliosphere, the realm defined by the influence of the solar wind and the Sun's magnetic field.  Now humanity's first ambassador to the Milky Way, Voyager 1 is over 19 light-hours away, beyond the heliosphere in interstellar space.  Celebrate the Voyagers' 40 year journey toward the stars with NASA on September 5."
        },
        {
            "date": "09-03-2017",
            "picture": "./lib/pictures/09-03-2017.jpg",
            "explanation": "    What's happening over the water?    Pictured here is one of the better images yet recorded of a  waterspout,  a type of tornado that occurs over water.    Waterspouts are spinning columns of rising moist air that  typically form over warm water.  Waterspouts can be as dangerous as  tornadoes  and can feature wind speeds over 200 kilometers per hour.    Some waterspouts form away from thunderstorms and even during relatively fair weather.    Waterspouts  may be relatively transparent and initially  visible only by an unusual pattern they create on the water.    The featured image was taken in 2013 July near  Tampa Bay,  Florida.  The Atlantic Ocean off the coast of Florida is arguably the most active area in the world for waterspouts, with hundreds forming each year.    Some people  speculate that waterspouts are responsible for some of the losses recorded in the  Bermuda Triangle."
        },
        {
            "date": "09-04-2017",
            "picture": "./lib/pictures/09-04-2017.jpg",
            "explanation": "    What do Saturn's rings look like from Saturn?  Images from the robotic  spacecraft Cassini  are providing  humanity with this unprecedented vantage point as it nears the completion of its mission.  Previous to Cassini's  Grand Finale orbits,  all images of  Saturn's majestic ring  system were taken from outside of the rings  looking in.   Pictured in the inset is the  remarkable video,  while the spacecraft's positions are depicted in the surrounding animation.   Details of the  complex rings are evident as  the short time-lapse sequence begins, while the paper-thin thickness of the rings becomes apparent near the video's end.  The featured images were taken on August 20.  Cassini has  only a few more orbits around Saturn left before it is directed to  dive into the giant planet on September 15."
        },
        {
            "date": "09-05-2017",
            "picture": "./lib/pictures/09-05-2017.jpg",
            "explanation": "    What are those spots on Jupiter?  Largest and furthest, just right of center, is the  Great Red Spot --  a huge  storm system that has been raging on  Jupiter  possibly since  Giovanni Cassini's likely notation of it  352 years ago.   It is not yet known why this  Great Spot is red.  The spot toward the lower left is one of Jupiter's largest moons:  Europa.  Images from Voyager  in 1979 bolster the modern hypothesis that  Europa has an underground ocean and is therefore a  good place to look for extraterrestrial life.  But what about the dark spot on the upper right?  That is a shadow of another of Jupiter's large moons:  Io.  Voyager 1 discovered  Io to be so volcanic that no  impact craters could be found.    Sixteen frames from  Voyager  1's flyby of Jupiter in 1979 were recently reprocessed and merged to create the  featured image.   Forty years ago today,  Voyager  1 launched from Earth and started one of the  greatest explorations of the  Solar System ever."
        },
        {
            "date": "09-06-2017",
            "picture": "./lib/pictures/09-06-2017.jpg",
            "explanation": "    What should you do if your rock climbing picture is photobombed by a total eclipse of the Sun?   Rejoice -- because your  planning paid off.  After months of considering different venues, and a week of scouting different locations in  Oregon's  Smith Rock State Park, a group of  photographers and rock climbers led by  Andrew Struder, Ted  Hesser,  Martina Tibell, and Michael Shainblum settled on picturesque 100-meter tall  Monkey Face tower  as the dramatic foreground for their images of the pending  total solar eclipse.   Tension mounted as the  eclipse time  approached, planned juxtapositions were scrutinized, and the placement of rock climber  Tommy Smith was adjusted.  Right on schedule, though, the  Moon moved in front of the Sun,  and Smith moved in front of the Moon, just as planned.  The solar eclipse  image displayed here  actually shows a diamond ring,  an eclipse phase when a bit of the distant  Sun is still visible beyond the Moon's surface."
        },
        {
            "date": "09-07-2017",
            "picture": "./lib/pictures/09-07-2017.jpg",
            "explanation": "    In clear Madras, Oregon skies, this colorful eclipse composite captured the elusive chromospheric or flash spectrum of the Sun.  Only three exposures, made on August 21 with telephoto lens and diffraction grating, are aligned in the frame.  Directly imaged at the far left, the Sun's diamond ring-like appearance at the beginning and end of totality brackets a  silhouette of the lunar disk at maximum eclipse.  Spread by the diffraction grating into the spectrum of colors toward the right, the Sun's photospheric spectrum traces the two continuous streaks.  They correspond to the diamond ring glimpses of the Sun's normally overwhelming disk.  But individual eclipse images also appear at each wavelength of light emitted by atoms along the thin, fleeting arcs of the solar chromosphere.  The brightest images, or strongest chromospheric emission, are due to Hydrogen atoms.  Red hydrogen alpha emission is at the far right with blue and purple hydrogen series emission to the left.  In between, the brightest yellow emission is caused by atoms of Helium, an element only first discovered in the flash spectrum of the Sun."
        },
        {
            "date": "09-08-2017",
            "picture": "./lib/pictures/09-08-2017.jpg",
            "explanation": "    There were no crowds on the beach at Phillips Lake, Oregon on August 21.  But a few had come there to stand, for a moment, in the dark shadow of the Moon.  From the beach, this unscripted mosaic photo records their much anticipated solar eclipse.  In two vertical panels it catches the last few seconds of totality and the first instant of 3rd contact, just as the eclipse ends and sunlight faintly returns.  Across the US those gathered along the path of totality also took pictures and shared their moment.  And like those at Phillips Lake they may treasure the experience more than any planned or unplanned photograph of the total eclipse of the Sun."
        },
        {
            "date": "09-09-2017",
            "picture": "./lib/pictures/09-09-2017.jpg",
            "explanation": "    Very recognizable stars of the northern sky are a backdrop for calm waters in this moonlit sea and skyscape off Cape Cod, Massachusetts.  Taken on September 7, the photo also records a colorful display of northern lights or aurora borealis triggered by a severe geomagnetic storm.  Visible crossing the Sun, the giant solar active region responsible, AR 2673, is much larger than planet Earth.  It has produced the strongest flare of the current solar cycle and  and the Earth-directed coronal mass ejection in the last few days."
        },
        {
            "date": "09-11-2017",
            "picture": "./lib/pictures/09-11-2017.jpg",
            "explanation": "    What would it look like to approach Saturn in a spaceship?  One doesn't have to just imagine -- the Cassini spacecraft did just this in 2004,  recording thousands of images along the way, and hundreds of thousands more since entering orbit.  Some of Cassini's early images have been digitally tweaked, cropped, and compiled into the featured inspiring video  which is part of a larger developing IMAX movie project named In Saturn's Rings.    In the concluding sequence,  Saturn  looms increasingly large on approach as cloudy Titan swoops below.  With Saturn  whirling around in the background, Cassini is next depicted flying over Mimas, with large Herschel Crater clearly visible.  Saturn's majestic rings then take over the show as Cassini crosses Saturn's thin ring plane.  Dark shadows of the ring appear on Saturn itself.  Finally, the enigmatic ice-geyser moon Enceladus appears in the distance and then is approached just as the video clip ends.  The Cassini spacecraft itself, low on fuel, is  scheduled to end on Friday when it will be directed to approach so close to Saturn that it falls in and melts."
        },
        {
            "date": "09-12-2017",
            "picture": "./lib/pictures/09-12-2017.jpg",
            "explanation": "    How would you feel if the Sun disappeared?  Many eclipse watchers  across the USA surprised themselves with the awe that they felt and the exclamations that they made as the Sun momentarily disappeared behind the Moon.  Perhaps expecting just a brief moment of dusk, the spectacle of unusually rapid darkness, breathtakingly bright  glowing beads around the Moon's edge,  shockingly pink  solar prominences, and a strangely  detailed corona stretching across the sky  caught many a curmudgeon  by  surprise.   Many of these attributes   were captured in the  featured real-time, three-minute video  of  last month's total solar eclipse.  The video frames were acquired in   Warm Springs,  Oregon  with equipment specifically designed by Jun Ho Oh to track a close-up of the Sun's periphery during eclipse.    As the video ends, the  Sun  is seen being reborn on the other side of the  Moon from where it departed."
        }
    ]
}